Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * ThereIsNoKillLikeOverkill: The avenger won't let up even after the victim has stopped breathing.
pt_br: * ??? ThereIsNoKillLikeOverkill: A pessoa que se vinga persiste mesmo depois que a vítima parou de respirar.

source: * They are charismatic, often [[TheCharmer charming]], their personality is like a physical force.
pt_br: * Eles são carismáticos e encantadores, e sua personalidade é como uma força radiante.

source: * TheyCalledMeMad: It is very common for a mad scientist to go on a rant about how they were mocked for their ideas by their peers, especially when in the process of starting their experiment or unleashing their creation upon the world.
pt_br: * Br/DisseramQueEuEraMaluco: É muito comum que um cientista maluco fique resmungando sobre como eles foram zombados pelos colegas de profissão por suas ideias, especialmente no momento de iniciar os experimentos ou de soltar sua criação no mundo.

source: * TheyKilledKennyAgain: A comedic sub-trope of DeathIsCheap and NegativeContinuity.
pt_br: * Br/ElesMataramOKennyDeNovo: Um sub-tropo cômico de Br/MorrerEBarato e Br/ContinuidadeNegativa.

source: * ThingsIWillDoIfIAmEverTheHero * ToAbsentFriends: Two or more heroes gather to grieve for a dead comrade, with a toast or without a formalized structure, usually after their heroic cause.
pt_br: * BrApenasPorLazer/CoisasQueEuFareiSeAlgumDiaEuMeTornarHeroi * Br/AosAmigosAusentes: Dois ou mais heróis se juntam para honrar um companheiro morto, geralmente por causa de seus feitos heroicos, talvez com um brinde e não necessariamente com uma estrutura formal.

source: * Thinking about what you watch and acting critically toward it ''makes you an active, intelligent viewer,'' pulling you away from the LowestCommonDenominator who just buys whatever the media pushes on him.
pt_br: * Pensar sobre o que você consome e agir de maneira crítica em relação a isso ''te torna um espectador ativo e inteligente'', o que te distancia do Br/MinimoDivisorComum que aceita o que quer que a mídia empurre.

source: * ThinlyVeiledDubCountryChange: The Brazilian dub alters the setting from Mexico to Brazil, most specifically on the city of São Paulo.
pt_br: * Br/MudancaDePaisInduzidaPorDublagem: A localização brasileira troca a ambientação do México para o Brasil, mais especificamente para a cidade de São Paulo.

source: * ThirdActStupidity: The story needs to wrap up, so many characters or events behave in unbelievable, convenient or stupid ways to get the story to the end.
pt_br: * Br/EstupidezDoTerceiroAto: A história precisa ser encerrada, então muitos personagens ou eventos se comportam de maneiras convenientes ou estúpidas para que a história chegue ao fim.

source: * ThirdIs3D: The third installment in a series is filmed in 3D (films) or undergoes a VideoGame3DLeap (video games).
pt_br: * Br/OTerceiroEEm3D: A terceira entrada em uma obra é filmada em 3D (filmes) ou passa por um Br/SaltoDeVideogameParaO3D (para jogos).

source: * ThirstyDesert: Deserts are out to kill you.
pt_br: * Br/DesertoVoraz: Os desertos vão te matar.

source: * ThisExplainsSoMuch: Twice.
pt_br: * Br/IssoExplicaTantaCoisa: Duas vezes.

source: * ThisIsGonnaSuck: -->''(While asleep in his autopilot car on the freeway, two USR trucks surround him, opening their doors to reveal fresh-out-of-the-factory NS-5 robots)''\\ '''Spooner''': ''(waking up, takes notice)'' [[RefugeInAudacity There is no way my luck is]] ''[[LaserGuidedKarma this bad]]''.\\ ''(several dozen malicious robots activate)''\\ '''Spooner''': [[OhCrap AWW,]] [[MemeticMutation HELL NAW!]] * ThreeLawsOfRobotics: ** Stated in the opening credits.
pt_br: * Br/IssoVaiDoer: -->''(Enquanto dormia com seu carro no piloto automático na via expressa, dois caminhões da USR o cercam, abrindo as portas para revelar uma carga de NS-5 recém saída da fábrica)''\\ '''Spooner:''' ''(ao acordar, percebendo a situação)'' Eu não posso ser tão azarado assim.\\ ''(vários robôs maliciosos se ativam)''\\ '''Spooner:''' [[Br/VishFerrou Ai, droga... NÃO!]] * Br/TresLeisDaRobotica: ** Declaradas nos créditos de abertura.

source: * ThisIsGonnaSuck: The last words of [[spoiler:Captain Amazing]] are a grousing "Uh-oh, wrong switch." * TeamPowerWalk: Played straight on the way to Casanova's Mansion, then parodied as Mr. Furious doesn't feel powerful enough to continue, and turns around.
pt_br: * Br/CaminhadaImponenteDoTime: Usado da maneira típica no caminho para a mansão de Casanova, e então parodiada no momento em que o Irado não se sente imponente o bastante para seguir e dá meia volta.

source: * ThisIsUnforgivable: "¡Ahora sí te tocó el ocho!" ("Now you''ll get the eight ball!"} or "¡Ahora sí te descalabro los cachetes!" ("Now i'll knock your cheeks down!").
pt_br: * Br/IssoEImperdoavel: "Agora eu vou te arrebentar as fuças!" e variantes.

source: * ThisLooksLikeAJobForAquaman: Played with for Invisible Boy.
pt_br: * Br/IssoPareceUmTrabalhoParaOAquaman: Usado com o Garoto Invisível.

source: * ThisLoserIsYou: Making the main character a "loser" in hopes they're relatable.
pt_br: * Br/EsteFracassadoEVoce: Tornar o personagem principal um "perdedor" para fazer com que o público se conecte a ele.

source: * ThouShaltNotKill: Because the heroes refuse to permanently eliminate them.
pt_br: * Br/NaoMataras: Porque os heróis se recusam a eliminá-los de maneira permanente.

source: * ThouShaltNotKill: Characters have a moral code that precludes killing.
pt_br: * Br/NaoMataras: Personagens possuem um código moral que exclui homicídio.

source: * ThouShaltNotKillMuggles: Using supernatural powers to kill muggles is not cool.
pt_br: * Br/NaoMatarasTrouxas: Usar poderes sobrenaturais para matar trouxas não é legal.

source: * ThreatBackfire ** Edgar tells the Bug "You can have my gun when you pry it from my [[TemptingFate cold dead fingers]]." The Bug finds this proposal acceptable and immediately eats him.
pt_br: * Br/AmeacaSaidaPelaCulatra: ** Edgar diz ao inseto "Você só vai pegar a minha arma [[Br/ProvocarODestino se vier aqui e tirá-la de mim]]." O inseto considera a proposta razoável e o engole.

source: * ThrivingGhostTown: Cities in [=RPGs=] and other VideoGames have impossibly low populations.
pt_br: * Br/CidadeFantasmaProspera: Cidades em [=RPGs=] e outros videogames com populações impossivelmente baixas.

source: * TidallyLockedPlanet: Natural satellite where one side always faces the body it orbits and the other always faces away.
pt_br: * Br/PlanetaComTravaDeMare: Um corpo celeste em que um lado está sempre voltado para o corpo orbitado e o outro está sempre voltado para fora.

source: * TimeMachine: The scientist creates a machine that enables people to travel through time.
pt_br: * Br/MaquinaDoTempo: O cientista cria uma máquina que permite que as pessoas viagem pelo tempo.

source: * ToAbsentFriends: Two or more heroes gather to grieve for a dead comrade, with a toast or without a formalized structure, usually after their heroic cause.
pt_br: * Br/AosAmigosAusentes: Dois ou mais heróis se juntam para honrar um companheiro morto, geralmente por causa de seus feitos heróicos, talvez com um brinde e não necessariamente com uma estrutura formal.

source: * ToBeLawfulOrGood: A character must choose between doing what is honorable and what is compassionate/good/just.
pt_br: * Br/SerLealOuSerBom: Um personagem deve escolher entre fazer o que é honrado e fazer o que é bom/justo.

source: * ToiletHumor: A skunk humping the leg of a fart-powered superhero, just to name one example.
pt_br: * Br/HumorDeBanheiro: Um gambá tentando cruzar com a perna de um super herói que solta bufa, só para dar um exemplo.

source: * ToiletHumor: Throughout the series, there have been a number of jokes that imply someone may have farted, peed, or pooed themselves.
pt_br: * Br/HumorDeBanheiro: Ao longo da série há várias piadas que implicam que alguém urinou ou defecou nas calças.

source: * TokenGoodTeammate: The one member of a villain team who is actually a good guy.
pt_br: * Br/ParceiroCotistaDoBem: O único membro de um time de vilões que na verdade é um cara bom.

source: * TokenGoodTeammate: The only nice person among a gang of scoundrels.
pt_br: * Br/ParceiroCotistaDoBem: A única pessoa boa em uma gangue de patifes.

source: * TokenHeroicOrc: The only heroic member of [[AlwaysChaoticEvil a species that is (otherwise) evil]].
pt_br: * Br/OrcHeroicoCotista: O único membro heroico de [[Br/SempreCaoticoEMau uma espécie que é má]].

source: * TokenMinority: Invisible Boy and The Sphinx are the only people of color on the team.
pt_br: * Br/CotistaDeMinoria: O Garoto Invisível e o Esfinge são as únicas pessoas de cor na equipe.

source: * TokenMinority: Zuca, the token black kid.
pt_br: * Br/CotistaDeMinoria: Zuca, o único garoto negro.

source: * TokyoTower: A broadcast tower in Tokyo that is the single most unlucky landmark in all of Japanese media.
pt_br: * Br/TorreDeToquio: Uma torre de transmissão localizada em Tóquio que é o ponto de referência mais azarado na mídia japonesa.

source: * ToneShift: When a sequel's tone changes from the first work.
pt_br: * Br/MudancaDeTom: Quando o tom de uma sequência muda em relação ao primeiro trabalho.

source: * TooBleakStoppedCaring: Too much {{Angst}} (or worse, {{Wangst}}), makes the audience lose sympathy for the characters and tune out.
pt_br: * ??? TooBleakStoppedCaring: Excesso de Br/{{Angustia}} (ou pior, Br/{{Choradeira}}) faz com que o público perca simpatia pelos personagens e decida largar a série.

source: * TooGoodForExploiters: We're not scrapping the old system for a new one because we're too happy exploiting the old system to our benefit!
pt_br: * Br/BomDemaisParaAproveitadores: Não vamos descartar o sistema antigo por um novo porque estamos bem demais explorando o sistema antigo em nosso próprio benefício!

source: * TooIncompetentToOperateABlanket: In an ad for a thing that already has a mundane counterpart (e.g. a fancy paper cutter vs. scissors) that tries to portray it as necessary by showing people failing miserably to do the thing the normal way.
pt_br: * Br/BurroDemaisParaUsarUmCobertor: Um anúncio para alguma coisa que já tenha uma contraparte mundana (''e.g.'' um cortador de papel refinado contra uma tesoura) que tenta retratar essa coisa como necessária ao mostrar as pessoas falhando miseravelmente em executar a ação do jeito normal.

source: * TookALevelInBadass: Everyone, after meeting The Sphinx.
pt_br: * Br/SubiuDeNivelEmFodisse: Todos, após encontrar o Esfinge.

source: * TookALevelInKindness: Characters become nicer over time.
pt_br: * Br/SubiuDeNivelEmBondade: Personagens se tornam mais legais com o tempo.

source: * TookALevelInKindness: Florinda after Ramon and Quico left the show, as she no longer had someone to disdain and spoil, respectively.
pt_br: * Br/SubiuDeNivelEmBondade: Florinda, após a saída de Seu Madruga e Quico, já que não havia mais quem ela pudesse diminuir ou mimar, respectivamente.

source: * TookAShortcut: Ignoring how people arrived at a location for the sake of plot.
pt_br: * Br/PegueiUmAtalho: Ignorar como pessoas chegaram em um certo local em nome da trama.

source: * ToonPhysics: Mostly through ChromaKey.
pt_br: * Br/FisicaDeDesenhoAnimado: Com o uso de Br/ChromaKey.

source: * ToothFairy: A (mostly) benevolent faerie that collects teeth from human children.
pt_br: * Br/FadaDoDente: Uma fada benevolente (geralmente) que coleta os dentes de crianças humanas.

source: * TornadoMove: Dr. Heller has invented a "Tornado in a Can".
pt_br: * Br/TecnicaDoTornado: O Dr. Heller inventou o "tornado em lata".

source: * TortureCellar: The room in which unspeakable things are done to captives.
pt_br: * Br/PoraoDaTortura: A sala em que coisas indizíveis são feitas aos cativos.

source: * TotallyNotACriminalFront: Where mobsters hang out and plan crime, but deny that's the case.
pt_br: * Br/DefinitivamenteNaoEUmaEmpresaDeFachada: Um lugar onde bandidos se juntam para planejar seus crimes, mas negam que esse seja o caso.

source: * TotallyRadical: Audiences already know that the work is up to date.
pt_br: * Br/TotalmenteRadical: O público já sabe que a obra é atual.

source: * TotallyRadical: Farber, who can't cuss to save his life.
pt_br: * Br/TotalmenteRadical: Farber, que não consegue xingar nem se a vida dele dependesse disso.

source: * TownWithADarkSecret: Everyone in town is in on some terrible secret that the hero is not.
pt_br: * Br/CidadeComUmSegredoSombrio: Todos na cidade sabem de algum segredo que o herói desconhece.

source: * TrademarkFavoriteFood: Tortas de jamón (ham sanwiches) for El Chavo (despite him being a BigEater in general), gigantic lollipops for La Chilindrina and Quico.
pt_br: * Br/ComidaPrediletaRegistrada: Sanduíches de presunto para o Chaves (apesar de ele ser um Br/{{Comilao}} e aceitar qualquer coisa), e pirulitos gigantes para a Chiquinha e o Quico.

source: * TrademarkFavoriteFood: [[DeconstructedTrope Deconstructed]] in a comic where Dudão and Binho visit a poor boy named "Zé Rapadura".
pt_br: * Br/ComidaPrediletaRegistrada: [[Br/TropoDesconstruido Desconstruído]] em uma história onde Dudão e Binho visitam um garoto pobre chamado "Zé Rapadura".

source: * TragicHero: A hero who's motivated by their DarkAndTroubledPast, or has otherwise suffered great hardship.
pt_br: * Br/HeroiTragico: Um herói que é motivado por seu Br/PassadoSombrioEComplicado ou que sofreu muitas dificuldades.

source: * TragicKeepsake: Sarah's necklace.
pt_br: * Br/SuvenirTragico: O cordão de Sarah.

source: * TrailOfBlood: Played with when Spooner notices that the escaped robot is leaking fluid after getting shot.
pt_br: * Br/RastroDeSangue: Manipulado, quando Spooner nota que o robô que escapou está vazando fluído após levar um tiro.

source: * TransformationIsAFreeAction: Despite already holding the Bug at gunpoint with their [[{{BFG}} BFG's]], neither K or J thinks to shoot when it sheds its human disguise and unfolds its body into its true form over several seconds until it's finished, at which point the Bug simply steals their weapons with a blast of mucus and swallows them.
pt_br: * Br/TransformacaoEUmaAcaoLivre: Apesar de já ter o Inseto na mira com suas [[Br/ArmaGPC armas GPC]], nem K nem J consideram atirar nele durante o descarte do disfarce humano e desdobra do corpo para a verdadeira forma, um processo que leva vários segundos para completar e depois do qual o Inseto simplesmente rouba as armas com um disparo de muco e depois as engole.

source: * TrappedInASinkingCar: Del at the beginning is saved by a robot from drowning in his car despite his [[GreaterNeedThanMine pleas to save the girl in the other car]].
pt_br: * Br/PresoEmUmCarroAfundando: No começo, Del é salvo de se afogar em seu carro por um robô apesar de seus [[Br/NecessidadeMaiorQueAMinha pedidos para salvar a garota no outro carro]].

source: * TrashyTouristTrap: Roadside attractions of varying quality.
pt_br: * Br/ArmadilhaDeTuristas: Atrações de beira de estrada com qualidade variada e questionável.

source: * TrashyTrailerHome: The "worst" place to live is a trailer, according to fiction.
pt_br: * ??? TrashyTrailerHome: O "pior" lugar para se viver, de acordo com a ficção, é dentro de um trailer.

source: * TravelingAtTheSpeedOfPlot: Fudging travel times for the sake of plot.
pt_br: * Br/ViajandoNaVelocidadeDaTrama: Ajustar os tempos de viagem de maneira conveniente para a trama.

source: * TravelingLandmass: Makes it kind of hard to find on maps.
pt_br: * Br/MassaViajanteDeTerra: Faz com que seja difícil de encontrar no mapa.

source: * TreasureRoom: Here there be dragons!
pt_br: * Br/SalaDoTesouro: Aqui haverá dragões!

source: * TreetopTown: When adults make an entire town out of [[TreehouseOfFun Treehouses of Fun]].
pt_br: * Br/CidadeDossel: Quando adultos criam uma cidade inteira baseada em [[Br/DivertidaCasaNaArvore divertidas casas na árvore]].

source: * TreetopWorld: When an entire setting exists within the canopies of titanic trees.
pt_br: * Br/MundoDossel: Quando uma ambientação inteira existe no interior das copas de árvores titânicas.

source: * TrenchcoatBrigade * ATrueHero: An exploration of what makes someone a legitimate or better hero.
pt_br: * Br/BrigadaDeSobretudo * Br/UmVerdadeiroHeroi: Uma exploração do que torna alguém um herói legítimo ou melhor.

source: * TrickBomb: A tornado in a can.
pt_br: * Br/BombaDeTruque: O tornado em lata.

source: * TrophyRoom: Where a character keeps mementos of their greatest adventures.
pt_br: * Br/SalaDeTrofeus: Onde um personagem guarda recordações de suas maiores aventuras.

source: * TropicalIslandAdventure: A tropical island.
pt_br: * Br/IlhaTropicalDeAventuras: Uma ilha tropical.

source: * TruceZone: Neutral ground between two hostile nations where their peoples are encouraged to mingle to help warm relations and build a future peace.
pt_br: * Br/ZonaDeTregua: Território neutro entre duas nações hostis onde a população é encorajada a se misturar para propiciar relações mais pacíficas.

source: * TrueLoveIsBoring: If the status quo of the character forces them to remain single or without a couple.
pt_br: * Br/AmorVerdadeiroEEntediante: Se o status quo do personagem força ele a se manter solteiro.

source: * TruthInTelevision: Shovel fighting ''was'' taught to most infantry through the end of UsefulNotes/WorldWarII.
pt_br: * Br/VerdadeNaTelevisao: Combate com pás ''era'' ensinado para a maioria da infantaria ao longo da BrNotasUteis/SegundaGuerraMundial.

source: * TunnelNetwork * TurtleIsland: A turtle, whale, or other creature big enough and old enough to support a mobile ecosystem on its back.
pt_br: * Br/RedeDeTuneis * Br/IlhaTartaruga: Uma tartaruga, baleia ou outra criatura grande e velha o suficiente para abrigar um ecossistema inteiro nas costas.

source: * TurnInYourBadge: Bergin forces Spooner to give up his badge after the attack in the tunnel, since it looks like he ran two USR trucks off the road for no reason.
pt_br: * Br/EntregueSeuDistintivo: Bergin força Spooner a entregar o distintivo após o ataque no túnel porque a impressão é de que ele fez dois caminhões da USR saírem da estrada sem motivo.

source: * TurnedAgainstTheirMasters: Inevitably, a mad scientist's creations will turn on their maker.
pt_br: * Br/VoltadosContraSeusMestres: Inevitavelmente a criação de um cientista maluco vai se voltar contra ele.

source: * TwentyMinutesIntoThePast: Not a PeriodPiece, but not quite the present, either.
pt_br: * Br/VinteMinutosNoPassado: Não é uma Br/ObraDeEpoca, mas também não está no tempo presente.

source: * TwilightOfTheOldWest: The WildWest gradually gives way to the NewOldWest.
pt_br: * Br/CrepusculoDoVelhoOeste: O Br/VelhoOeste gradualmente dá espaço para o Br/NovoVelhoOeste.

source: * TwoGuysAndAGirl: Dudão, Binho and Rebeca.
pt_br: * Br/DoisCarasEUmaGarota: Dudão, Binho e Rebeca.

source: * TwoOfYourEarthMinutes ** Parodied and played straight.
pt_br: * Br/DoisDosSeusMinutosTerrestres ** Parodiado e também usado da maneira comum.

source: * UglyHeroGoodLookingVillain: Don Ramón actually [[InvokedTrope invokes this trope]] to convince Doña Florinda to let Quico play villain in the kids' stage show.
pt_br: * Br/HeroiFeioComVilaoBemAparentado: Seu Madruga na verdade [[Br/TropoInvocado invoca este tropo]] para convencer Dona Florinda a deixar que Quico faça o papel de vilão na apresentação da vila.

source: * UnInstallment: A work that doesn't actually exist nevertheless has a sequel.
pt_br: * ??? UnInstallment: Uma obra que não existe de verdade recebe uma sequência mesmo assim.

source: * UnSorcerer: A muggle who is the exception in a supernatural population.
pt_br: * Br/NaoFeiticeiro: um trouxa que é a exceção em um mundo sobrenatural.

source: * UncannyAtmosphere: Some vague sense of ''wrongness'' in an area sets the heroes on edge.
pt_br: * Br/AtmosferaSinistra: Uma sensação vaga de que ''tem algo errado'' deixa os heróis em alerta.

source: * UncannyFamilyResemblance: A major Chavo trope.
pt_br: * Br/SemelhancaFamiliarPeculiar: Muito presente no programa.

source: * UncannyVillage: A seemingly idyllic small town isn't quite what it appears on the surface.
pt_br: * Br/VilaSinistra: Uma pequena cidade aparentemente idílica que não é exatamente o que aparenta ser.

source: * UndefeatableLittleVillage: A small, close-knit community manages somehow to repeatedly repel an enemy power far more massive than it.
pt_br: * Br/PequenaVilaInvencivel: Uma pequena comunidade unida consegue, de algum modo, repelir repetidas vezes um poder inimigo muito mais forte que ela.

source: * UndergroundCity: A city BeneathTheEarth which may have been buried, built by non-humans, and/or as a bunker to survive the apocalypse.
pt_br: * Br/CidadeNoSubsolo: Uma cidade Br/AbaixoDaTerra que pode ter sido soterrada, construída por não-humanos ou pensada como um bunker para resistir ao apocalipse.

source: * UndergroundMonkey: New characters that are just a minor visual tweak of another.
pt_br: * Br/MacacoDoSubsolo: Novos personagens que são apenas um personagem anterior com algum ajuste visual.

source: * UnderhandedHero: A heroic character who is skilled in a combination of thievery, stealth, deception, acrobatics, and manipulation.
pt_br: * Br/HeroiGatuno: Um personagem heroico que é habilidoso em uma combinação de ladroagem, discrição, acrobacia, manipulação e fraude.

source: * UnderwaterBase: An underwater SupervillainLair.
pt_br: * Br/BaseSubaquatica: O Br/CovilDoSuperVilao, mas embaixo da água.

source: * UnexplainedRecovery: Happened a couple of times.
pt_br: * Br/RecuperacaoInexplicada: Aconteceu algumas vezes.

source: * UnfazedEveryman * UnintentionallyKarmic: They save the day and ruin things for the bad guy…but not on purpose.
pt_br: * Br/SujeitoInabalavel * Br/KarmicoNaoIntencional: Eles salvam o dia e arruinam as coisas para o cara mau... mas não de propósito.

source: * UnfazedEveryman: A muggle who sees supernatural weirdness and takes it all in stride.
pt_br: * Br/SujeitoInabalavel: Um trouxa que vê coisas estranhas sobrenaturais e trata tudo com naturalidade.

source: * UnflinchingFaithInTheBrakes: When the agents bring down the spacecraft, they stand and let it come to them.
pt_br: * Br/FeInabalavelNosFreios: Quando os agentes derrubam a espaçonave, eles ficam em pé e deixam ela parar perto deles.

source: * UnholyGround * UnitedEurope: Europe is one, united superpower, acting as a single unit.
pt_br: * Br/SoloProfano * Br/EuropaUnida: A Europa é uma potência única e unificada, agindo como uma unidade.

source: * UniformityException: All of the NS-5 robots are identical and undifferentiated... except Sonny.
pt_br: * Br/ExcecaoDaUniformidade: Todos os NS-5 são idênticos... exceto Sonny.

source: * UnintentionallyKarmic: A StupidGood or InnocentlyInsensitive character who is always nice to a jerk and aims to please or befriend them, only for their attempts to go wrong for the bad guy.
pt_br: * Br/KarmicoNaoIntencional: um personagem Br/EstupidoEBom ou Br/InocentementeInsensivel que é sempre gentil com um babaca e tenta agradá-lo ou se tornar um amigo, mas suas tentativas dão errado para o cara mau.

source: * UnlikelyHero: Nobody really expects them to rise up to the challenge of saving the day.
pt_br: * Br/HeroiImprovavel: Ninguém espera que ele surja para aceitar o desafio de salvar o dia.

source: * UnnaturallyLoopingLocation: A place that keeps repeating.
pt_br: * ??? UnnaturallyLoopingLocation: Um lugar que continua se repetindo.

source: * UnnecessarilyLargeInterior: Buildings with impractically high ceilings and cavernous rooms.
pt_br: * Br/InteriorDesnecessariamenteGrande: Construções com tetos altos e salas cavernosas pouco práticas.
